Repository: 84000/translation-memory-resources
Catalog: post_input/toh70.bo.en.tmx
Source language: bo
Languages: en

source: དེ་དག་ ཉིད་ ཀྱིས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ ར་ འགྱུར་བ་ དང་ །_ མི་དགེ་བ འི་ ལས་ ཆེན་པོ་ རྒྱ་ ཆེ ར་ ཡོངས་སུ་ མི་ སྤོང་བ འི་ ཕྱིར་ རོ །_།
en: Because by that very act the beggars would fall into the severe hells and incur more#14 severe non-virtuous deeds.

source: [157b] སེམས་ཅན་ གཞན་ གྱི་ ཕྱིར་ རམ །_ སེམས་ཅན་ གཞན་ གྱི་ ཆེད་ ལ་ དེ་ རང་ གི་ ཡན་ལག་ དང་ །_ ཉིང་ལག་ ཡོངས་སུ་ མི་ གཏོང་བ་ ནི་ མ་ ཡིན་ ནོ །_།
en: [157.b] Yet it is not the case that they would not surrender their own limbs and body parts for the sake of other beings, or their benefit.

source: ལག་ བཟངས་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ ནི་ སློང་བ ས་ བདོག་པ་ ཐམས་ཅད་ བསླངས་ ན་ ཕ་མ་ ལ་ གནོད་པ་ བྱས་ ཤིང་ སྤངས་ ཏེ་ སྡུག་བསྔལ་ བར་ བྱས །_ བུ་ དང་ །_ ཆུང་མ་ དང་ །_ བྲན་ ཕོ་ དང་ །_ བྲན་མོ་ དང་ །_ ལས་ བྱེད་པ་ དང་ །_ ཞོ་ཤས་འཚོ་བ་ ལ་ གནོད་པ་ བྱས་ ཤིང་ སྤངས་ ཏེ་ སྡུག་བསྔལ་ བར་ བྱས་ ནས་ བདོག་པ་ ཐམས་ཅད་ སློང་བ་ རྣམས་ ལ་ སྦྱིན་པ ར་ མི་ བྱེད་ དོ །_།
en: $15 “Subāhu, if beggars ask bodhisattva great beings for all their possessions, bodhisattvas do not give away all their possessions in a way that harms, neglects, or causes suffering for their parents, or in a way that harms, neglects, or causes suffering for their children, wives, male and female slaves, or servants and laborers.

source: བྱང་ཆུབ་ སེམས་དཔའ་ ནི་ སེམས་ཅན་ ཐམས་ཅད་ ལ་ མཚུངས་པ ར་ སྙིང་བརྩེ་བ་ ཡིན་ ཏེ །_
en: Bodhisattvas love all beings equally.

source: ཇི་ལྟ ར་ ཕ་མ་ ལ་ གནོད་པ་ མི་ བྱེད་ ཅིང་ མི་ སྤོང་ ལ་ སྡུག་བསྔལ་ བར་ ཡང་ མི་ བྱེད་པ་ དང་ །_
en: Just as they practice generosity without harming, neglecting, or causing suffering for their parents, and

source: བུ་ དང་ །_ ཆུང་མ་ དང་ །_ བྲན་ ཕོ་ དང་ །_ བྲན་མོ་ དང་ །_ ལས་ བྱེད་པ་ དང་ །_ ཞོ་ཤས་འཚོ་བ་ ལ་ གནོད་པ་ མི་ བྱེད་ ཅིང་ མི་ སྤོང་ སྟེ སྡུག་བསྔལ་ བར་མི་ བྱེད་པ ར་ སྦྱིན་པ་ ཡང་ སྦྱིན་པ་ དེ་བཞིན་ དུ་ སེམས་ཅན་ ཐམས་ཅད་ ལ་ མཚུངས་པ ར་ གསོ་བ ར་ བྱེད་ དོ །_།
en: without harming, neglecting, or causing suffering for their children, spouses, male and female slaves, or servants and laborers, so do they care the same for all beings.

source: དེ་ ནི་ སེམས་ཅན་ གཞན་ གྱི་ ཕྱིར་ རམ །_ སེམས་ཅན་ གཞན་ གྱི་ ཆེད་ ལ་ བདོག་པ་ ཐམས་ཅད་ ཡོངས་སུ་ མི་ གཏོང་བ་ ཡང་ མ་ ཡིན་ ནོ །_།
en: Yet, it is also not the case that they would not surrender all their possessions for the sake and benefit of other beings.

source: ལག་ བཟངས་ དེ་བཞིན་ གཤེགས་པ་ རྣམས་ ནི་ སེམས་ཅན་ ལ་ གནོད་པ འི་ སྦྱིན་པ འི་ བསྔགས་པ་ གསུང་བ་ མ་ ཡིན་ ན །_།
en: $17 “Subāhu, the thus-gone ones have not praised generosity that brings harm to beings.

source: བྱང་ཆུབ་ སེམས་དཔའ་ རྣམས་ ཀྱི་ ཡན་ལག་ བཅད་པ་ ལྟ་ ལ་ དེ་ལྟ ར་ ག་ལ་ འགྱུར །_
en: Therefore, how could they do so regarding bodhisattvas’ cutting off of limbs?”

source: ལག་ བཟངས་ བྱང་ཆུབ་ སེམས་དཔའ་ ཇི་ལྟ ར་ ཚུལ་ཁྲིམས་ ཀྱི་ ཕ་རོལ་ ཏུ་ ཕྱིན་པ་ ཡོངས་སུ་ རྫོགས་པ ར་ བྱེད་ ཅེ་ན །_
en: $18 “Subāhu, how do bodhisattvas complete the perfection of ethical discipline?

source: ལག་ བཟངས་ འདི་ ལ་ བྱང་ཆུབ་ སེམས་དཔའ་ ནི་ སྲོག་ གི་ ཕྱིར་ཡང་ སྲོག་ཆགས་ གཞན་དག་ དང་ །_ སེམས་ཅན་ གཞན་ རྣམས་ ལ་ མི་ རྡེག་ མི་ གསོད་ ཅིང་ གསོད་པ་ ལ་ རྗེས་སུ་ ཡི་ རང་བ ར་ མི་ བྱེད་ དོ །_།
en: Subāhu, even at the cost of their own lives, bodhisattvas do not beat, kill, or rejoice in the killing of other creatures and beings.

source: སྲོག་ གི་ ཕྱིར་ཡང་ མ་ བྱིན་པ ར་ མི་ ལེན་ ལ །_ མ་ བྱིན་པ ར་ ལེན་ དུ་ མི་ འཇུག་ ཅིང་ མ་ བྱིན་པ ར་ ལེན་པ་ ལ་ རྗེས་སུ་ ཡི་ རང་བ ར་ མི་ བྱེད་ དོ །_།
en: Even at the cost of their own lives, they do not take what is not given, incite others to take what is not given, or rejoice in the taking of what is not given.

source: སྲོག་ གི་ ཕྱིར་ཡང་ འདོད་པ་ ལ་ ལོག་པ ར་ གཡེམ་པ ར་ མི་ བྱེད་ ལ །_ འདོད་པ་ ལ་ ལོག་པ ར་ གཡེམ་པ་ བྱེད་ དུ་ མི་ འཇུག་ ཅིང་ འདོད་པ་ ལ་ ལོག་པ ར་ གཡེམ་པ་ ལ་ རྗེས་ [158a] སུ་ ཡི་ རང་བ ར་ མི་ བྱེད་ དོ །_།
en: Even at the cost of their own lives, they do not engage in sexual misconduct, incite others to engage in sexual misconduct, [158.a] or rejoice in sexual misconduct.

source: སྲོག་ གི་ ཕྱིར་ཡང་ བརྫུན་ མི་སྨྲ་ ལ །_ བརྫུན་ ཟེར་ དུ་ མི་ འཇུག་ ཅིང་ བརྫུན་ སྨྲ་བ་ ལ་ རྗེས་སུ་ ཡི་ རང་བ ར་ མི་ བྱེད་ དོ །_།
en: Even at the cost of their own lives, they do not tell lies, incite others to tell lies, or rejoice in the telling of lies.

source: སྲོག་ གི་ ཕྱིར་ཡང་ ཆང་ མི་ འཐུང་ ལ །_ ཆང་ འཐུང་ དུ་ མི་ འཇུག་ ཅིང་ །_ ཆང་ འཐུང་བ་ ལ་ རྗེས་སུ་ ཡི་ རང་བ ར་ མི་ བྱེད་ དོ །_།
en: Even at the cost of their own lives, they do not drink alcohol, incite others to drink alcohol, or rejoice in the drinking of alcohol.

source: དེ་ བསླབ་པ འི་ གཞི་ལྔ་པོ་ དེ་དག་ ལ་ རིང་ དུ་ གནས་ ཤིང་ བརྟན་པོ ར་ གནས་ ལ་ དམ་པོ ར་ གནས་ ཏེ་ མི་ ལྷོད་པ ར་ གནས་ ཤིང་ སྒྲུབ་པོ །_།
en: They practice these five moral precepts, adhering to them at length, resolutely, firmly, and without lapsing.

source: དེ་བཞིན་ དུ་ ཞིང་ རྨེད་པ་ དང་ །_ ཞིང་ རྨེད་ དུ་ འཇུག་པ་ དང་ །_ འཆིང་བ་ དང་ །_ འཆིང་ དུ་ འཇུག་པ་ དང་ །_ གོ་ར ར་ འཇུག་པ་ དང་ །_ གོ་ར ར་ འཇུག་ དུ་ འཇུག་པ་ དང་ །_ རྡེག་པ་ དང་ །_ རྡེག་ ཏུ་ འཇུག་པ་ དང་ །_ གཅོད་པ་ དང་ །_ གཅོད་ དུ་ འཇུག་པ་ དག་ སྤང་བ་ དང་ །_ དོར་བ་ དང་ །_ བསལ་བ ར་ འབད་པ ར་ བྱེད་ དོ །_།
en: Similarly, they endeavor to abandon, discard, and relinquish the activities of tilling fields and having others till fields; tethering beings and having others tether beings; entrapping beings and having others entrap beings; beating beings and having others beat beings; or slaughtering beings and having others slaughter beings.

source: དེ་ལྟ ར་ བསླབ་པ འི་ གཞི་ལྔ་པོ་ དག་ ལ་ རིང་ དུ་ གནས་ ཤིང་ བརྟན་པོ ར་ གནས་ ལ་ དམ་པོ ར་ གནས་ ཏེ་ མི་ ལྷོད་པ ར་ གནས་ ཤིང་ སྒྲུབ་བོ །_།
en: Thus do they practice these five moral precepts at length, resolutely, firmly, and without lapsing.

source: དེ་བཞིན་ དུ་ ཕྲ་མ འི་ ཚིག་ དང་ །_ ངག་ རྩུབ་པོ་ དང་ །_ ཚིག་ཀྱལ་པ་ སྤང་བ་ དང་ །_ དོར་བ་ དང་ །_ བསལ་བ ར་ འབད་པ ར་ བྱེད་ དོ །_།
en: They similarly abandon, discard, and relinquish divisive words, harsh speech, and idle chatter.

source: དེ་ སྲོག་ཆགས་ ཐམས་ཅད་ དང་ །_ སེམས་ཅན་ ཐམས་ཅད་ ནི་ བདག་ གི་ ཕ་མ་ ཇི་ལྟ་བ་ བཞིན་ ནོ །_།
en: $19 “Bodhisattvas train in the following line of thinking: ‘All creatures and all beings are just like my parents.

source: བུ་ གཅིག་པ་ ཕངས་པ་ ཇི་ལྟ་བ་ བཞིན་ ཏེ །_
en: They are just like a beloved only son.

source: ཇི་ལྟ ར་ ཕ་མ་ དང་ །_ བུ་ གཅིག་པ་ ཕངས་པ་ བདག་ ལ་ འཁུ་ ཡང་ སླར་ འཁུ་བ ར་ མི་ བྱ་ ལ །_
en: If my parents or my beloved only son were to harm me, I would not harm them back.

source: ལག་པ འམ །_ བོང་བ འམ །_ དབྱུག་པ འམ །_ རལ་གྲི འམ །_ མད ས་ བརྡེགས་ ཀྱང་ སླར་ བརྡེག་པ ར་ མི་ བྱ །_
en: Even if my parents or beloved only son were to strike me with their hands, clods of earth, sticks, knives, or arrows, I would not strike them back.

source: གསོད་ ཀྱང་ སླར་ གསད་པ ར་ མི་ བྱ་ ཞིང་
en: Even if they attempted to kill me, I would not attempt to kill them back.

source: ཇི་ལྟ ར་ ཕ་མ་ དང་ །_ བུ་ གཅིག་པ་ ཕངས་པ་ འཁུ་ ཡང་ སླར་ འཁུ་བ ར་ མི་ བྱ་བ་
en: Just as I would not harm my parents or beloved only son even if they were to harm me,

source: དེ་བཞིན་ དུ་ བདག་ སྲོག་ཆགས་ ཐམས་ཅད་ དང་ །_ སེམས་ཅན་ ཐམས་ཅད་ ཀྱིས་ ལག་པ་ འམ །_ བོང་བ་ འམ །_ དབྱུག་པ་ འམ །_ རལ་གྲི་ འམ །_ མད ས་ བརྡེགས་ ཀྱང་ སླར་ བརྡེག་པ ར་ མི་ བྱ །_
en: I would not strike back even if all people and all beings were to strike me with their hands, clods of earth, sticks, knives, or arrows.

source: གསོད་ ཀྱང་ སླར་ གསད་པ ར་ མི་ བྱ འོ་ ཞེས་ དེ་ལྟ ར་ སློབ་བོ །_།
en: Even if they attempted to kill me, I would not attempt to kill them back.’

source: དཔེར་ན་ ཕ་ འམ །_ མ་ འམ །_ བུ་ གཅིག་པ་ ཕངས་པ་ ཡུན་རིང་པོ ར་ ཡུལ་ རྒྱུས་ ཏེ་ |#| འོངས་པ་ མཐོང་ ན་ དགའ་ ཞིང་ ཡིད་ བདེ་བ ར་ འགྱུར་བ་
en: Just as when one is, for example, glad and overjoyed upon seeing one’s father, mother, or only beloved son return after traveling abroad for a long time,

source: དེ་བཞིན་ དུ་ ལག་ བཟངས་ བྱང་ཆུབ་ སེམས་དཔའ་ [158b] སེམས་དཔའ་ ཆེན་པོ་ ཡང་ སྲོག་ཆགས་ ཐམས་ཅད་ དང་ །_ སེམས་ཅན་ ཐམས་ཅད་ མཐོང་ ན་ དགའ་བ་ དང་ །_ ཡིད་ བདེ་བ ར་ འགྱུར་ རོ །_།
en: [158.b] so too, Subāhu, bodhisattva great beings are pleased and overjoyed upon seeing all creatures and beings.

source: དེ འི་ སྲོག་གཅོད་པ་ སྤངས་པ འི་ ཚུལ་ཁྲིམས་ ནི་ སེམས་ཅན་ ཐམས་ཅད་ མི་སློབ་པ འི་ ཚུལ་ཁྲིམས་ སྲོག་གཅོད་པ་ སྤངས་པ་ ལ་ དགོད་པ འི་ ཕྱིར་ རོ །_།
en: $20 “Bodhisattvas keep the ethical discipline of abandoning killing in order to establish all beings in the ethical discipline of abandoning killing at the level of no-more-training.

source: དེ འི་ མ་ བྱིན་པ ར་ ལེན་པ་ སྤངས་པ འི་ ཚུལ་ཁྲིམས་ ནི་ སེམས་ཅན་ ཐམས་ཅད་ མི་སློབ་པ འི་ ཚུལ་ཁྲིམས་ མ་ བྱིན་པ ར་ ལེན་པ་ སྤངས་པ་ ལ་ དགོད་པ འི་ ཕྱིར་ རོ །_།
en: They keep the ethical discipline of abandoning taking what is not given in order to establish all beings in the ethical discipline of abandoning taking what not is given at the level of no-more-training.

source: དེ འི་ འདོད་པ་ ལ་ ལོག་པ ར་ གཡེམ་པ་ སྤངས་པ འི་ ཚུལ་ཁྲིམས་ ནི་ སེམས་ཅན་ ཐམས་ཅད་ མི་སློབ་པ འི་ ཚུལ་ཁྲིམས་ ཚངས་པ ར་ སྤྱོད་པ་ ལ་ དགོད་པ འི་ ཕྱིར་ རོ །_།
en: They keep the ethical discipline of abandoning sexual misconduct in order to establish all beings in the ethical discipline of pure conduct at the level of no-more-training.

source: དེ འི་ བརྫུན་ དུ་ སྨྲ་བ་ སྤངས་པ འི་ ཚུལ་ཁྲིམས་ ནི་ སེམས་ཅན་ ཐམས་ཅད་ མི་སློབ་པ འི་ ཚུལ་ཁྲིམས་ བརྫུན་ དུ་ སྨྲ་བ་ སྤངས་པ་ ལ་ དགོད་པ འི་ ཕྱིར་ རོ །_།
en: They keep the ethical discipline of abandoning lying in order to establish all beings in the ethical discipline of abandoning lying at the level of no-more-training.

source: དེ འི་ ཆང་ འཐུང་བ་ སྤངས་པ འི་ ཚུལ་ཁྲིམས་ ནི་ སེམས་ཅན་ ཐམས་ཅད་ མི་སློབ་པ འི་ ཚུལ་ཁྲིམས་ ཆང་ འཐུང་བ་ སྤངས་པ་ ལ་ དགོད་པ འི་ ཕྱིར་ རོ །_།
en: They keep the ethical discipline of abandoning alcohol in order to establish all beings in the ethical discipline of abandoning alcohol at the level of no-more-training.

source: དེ འི་ ཞིང་ རྨེད་པ་ དང་ །_ ཞིང་ རྨེད་ དུ་ འཇུག་པ་ སྤངས་པ འི་ ཚུལ་ཁྲིམས་ ནི་ སེམས་ཅན་ ཐམས་ཅད་ རྡོ་རྗེ་ ལྟར་ མི་ཕྱེད་པ འི་ ཏིང་ངེ་འཛིན་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ རོ །_།
en: $21 “Bodhisattvas keep the ethical discipline of abandoning tilling fields and having others till fields so that all beings may attain undivided, vajra-like absorption.

source: དེ འི་ འཆིང་བ་ དང་ །_ འཆིང་ དུ་ འཇུག་པ་ སྤངས་པ འི་ ཚུལ་ཁྲིམས་ ནི་ སེམས་ཅན་ ཐམས་ཅད་ ཀྱི་ ཉོན་མོངས་པ འི་ བཅིང་བ་ ཐམས་ཅད་ གཅད་པ འི་ ཕྱིར་ རོ །_།
en: They keep the ethical discipline of abandoning tethering and having others tether so that all the bonds of afflictions may be shorn from all beings.

source: དེ འི་ གོ་ར ར་ འཇུག་པ་ དང་ །_ གོ་ར ར་ འཇུག་ ཏུ་ འཇུག་པ་ སྤངས་པ འི་ ཚུལ་ཁྲིམས་ ནི་ སེམས་ཅན་ ཐམས་ཅད་ ཀྱི་ འགྲོ་བ་ ལྔ་ དགག་པ་ དང་ བསལ་བ འི་ ཕྱིར་ རོ །_།
en: They keep the ethical discipline of abandoning entrapping and having others entrap so that all beings may be prevented from and divested of the five destinies.#15

source: དེ འི་ རྡེག་པ་ དང་ །_ རྡེག་ ཏུ་ འཇུག་པ་ སྤངས་པ འི་ ཚུལ་ཁྲིམས་ ནི་ སེམས་ཅན་ ཐམས་ཅད་ བདུད་ དང་ ཉོན་མོངས་པ འི་ བསྒྲིབ་པ་ བར་ དུ་ གཅོད་པ་ ཐམས་ཅད་ ཀྱིས་ ཟིལ་ གྱིས་ མི་ ནོན་པ འི་ ཆོས་ཉིད་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ རོ །_།
en: Bodhisattvas keep the ethical discipline of abandoning beating and inciting beatings so that all beings may attain the intrinsic nature that is not overpowered by any of the obstacles of māras and afflictive obscurations.

source: དེ འི་ གཅོད་པ་ དང་ །_ གཅོད་ དུ་ འཇུག་པ་ སྤངས་པ འི་ ཚུལ་ཁྲིམས་ ནི་ སེམས་ཅན་ ཐམས་ཅད་ ལུས་ དང་ ངག་ དང་ ཡིད་ ཀྱི་ ལས་ ཀུན་ དུ་ བསྲུངས་པ་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ རོ །_།
en: They keep the ethical discipline of abandoning cutting and having others cut so that all beings may be protected in all actions of body, speech, and mind.

source: དེ འི་ ཕྲ་མ འི་ ཚིག་ སྤངས་པ འི་ ཚུལ་ཁྲིམས་ ནི་ གཡོག་ ཉན་ཐོས་ ཀྱི་ དགེ་འདུན་ ཆེན་པོ་ མི་ཕྱེད་པ་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ རོ །_།
en: $22 “Bodhisattvas keep the ethical discipline of abandoning divisive speech in order to obtain an undivided great saṅgha of hearer attendants.

source: དེ འི་ ཚིག་རྩུབ་པོ་ སྤངས་ [159a] པ འི་ ཚུལ་ཁྲིམས་ ནི་ ཡན་ལག་ ལྔ་པ འི་ ངག་ གི་ ལམ་ དང་ ལྡན་པ འི་ ཚངས་པ འི་ དབྱངས་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ རོ །_།
en: [159.a] They keep the ethical discipline of abandoning harsh speech in order to acquire the melodiousness of Brahmā, and be imbued with a voice that has the five aspects of clarity.

source: དེ འི་ ཚིག་ཀྱལ་པ་ སྤངས་པ འི་ ཚུལ་ཁྲིམས་ ནི་ ཚིག་ གཟུང་བ ར་ འོས་པ་ ཐོགས་པ་ མེད་པ་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ རོ །_།
en: They keep the ethical discipline of abandoning idle chatter for the sake of acquiring unimpeded speech that is worthy of retaining.

source: དེ འི་ འཆི་བ ས་ འཇིགས་སྐྲག་པ་ ཡོངས་སུ་ སྐྱོབ་པ འི་ ཚུལ་ཁྲིམས་ ནི་ སེམས་ཅན་ ཐམས་ཅད་ ཀྱི་ སྐྱེ་བ་ དང་ །_ རྒ་བ་ དང་ །_ ན་བ་ དང་ །_ འཆི་བ་ དང་ །_ མྱ་ངན་ དང་ །_ སྨྲེ་སྔགས་ འདོན་པ་ དང་ །_ སྡུག་བསྔལ་བ་ དང་ །_ ཡིད་ མི་ བདེ་བ་ དང་ །_ འཁྲུག་པ འི་ འཇིགས་པ་ རབ་ཏུ་ ཞི་བ ར་ བྱ་བ འི་ ཕྱིར་ རོ །_།
en: $23 “Bodhisattvas keep the ethical discipline of sheltering those terrified by death in order to put all beings at peace from fear of birth, aging, sickness, death, sorrow, lamentation, suffering, unhappiness, and despair.

source: དེ འི་ གཞན་ གྱི་ ནོར་ དང་ ཡོ་བྱད་ འཇིག་ ཅིང་ ཆུད་ ཟ་བ་ ཡོངས་སུ་ སྐྱོབ་པ འི་ ཚུལ་ཁྲིམས་ ནི་ སེམས་ཅན་ ཐམས་ཅད་ བྱང་ཆུབ་ ཀྱི་ ཕྱོགས་ ཀྱི་ ཆོས་ ཀྱི་ ནོར་ བླ་ ན་ མེད་པ་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ རོ །_།
en: They keep the ethical discipline of guarding against the squandering and destruction of others’ wealth and belongings so that all beings may obtain the unsurpassable wealth of the factors conducive to awakening.

source: དེ འི་ གཞན་ གྱི་ བུད་མེད་ ལ་ འཛིན་པ་ གཏོང་བ ར་ བྱེད་པ་ དང་ །_ གཏོང་བ ར་ བྱེད་ དུ་ འཇུག་པ འི་ ཚུལ་ཁྲིམས་ ནི་ འཁྲུལ་པ་ མེད་པ འི་ ཆོས་ཉིད་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ རོ །_།
en: $24 “Bodhisattvas keep the ethical discipline of giving up attachment to others’ spouses and enabling others to give up such attachment for the sake of obtaining the unwavering intrinsic nature.

source: དེ འི་ འགུགས་པ་ གཏོང་བ ར་ བྱེད་པ་ དང་ །_ གཏོང་བ ར་ བྱེད་ དུ་ འཇུག་པ འི་ ཚུལ་ཁྲིམས་ ནི་ རང་ གི་ སེམས་ ལ་ དབང་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ རོ །_།
en: They keep the ethical discipline of giving up exerting control over others and having others exert control so that all beings may obtain mastery over their own minds.

source: དེ འི་ འཆིང་བ་ འགྲོལ་བ་ དང་ །_ འགྲོལ་ དུ་ འཇུག་པ འི་ ཚུལ་ཁྲིམས་ ནི་ དཔའ་བོ འི་ སྟན་ བྱང་ཆུབ་ ཀྱི་ སྙིང་པོ ར་ བདུད་ ཀྱི་ དམག་ དང་ ཉོན་མོངས་པ འི་ འཆིང་བ་ ཐམས་ཅད་ གཞིག་པ འི་ ཕྱིར་ རོ །_།
en: They keep the ethical discipline of untying bonds and of having others untie bonds in order to destroy all the fetters of the armies of māras and the afflictions on the throne of the Hero, the seat of awakening.

source: དེ འི་ ཁྱིམ་ ནས་ འབྱུང་བ འི་ ཚུལ་ཁྲིམས་ ནི་ སེམས་ རྣམ་པར་ གྲོལ་བ་ སྒྲིབ་པ་ མེད་པ་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ རོ །_།
en: Their ethical discipline of going forth from the household is in order to attain a liberated, undefiled mind.

source: དེ འི་ རྡེག་པ་ འཆགས་པ འི་ ཚུལ་ཁྲིམས་ ནི་ མི་ འཇིགས་པ་ རྣམ་པ་ བཞི ས་ འཇིགས་པ་ ཡང་དག་ པར་ གཞོམ་པ་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ རོ །_།
en: $25 “Bodhisattvas keep the ethical discipline of confessing#16 to striking others for the sake of uprooting fear through the four kinds of fearlessness.

source: དེ འི་ གཅོད་པ་ ཟློག་པ འི་ ཚུལ་ཁྲིམས་ ནི་ ཀུན་ དུ་ སྲུང་བ འི་ ཆོས་ བཞི་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ རོ །_།
en: They keep the ethical discipline of averting quarrels#17 in order to obtain the four features of protection.

source: དེ འི་ མི་ སླུ་བ འི་ ཚིག་ སྨྲ་བ འི་ ཚུལ་ཁྲིམས་ ནི་ དཔའ་བོ འི་ སྟན་ བྱང་ཆུབ་ ཀྱི་ སྙིང་པོ ར་ བདུད་ དང་ ཉོན་མོངས་པ འི་ སྒྲིབ་པ་ བར་ དུ་ གཅོད་པ་ ཐམས་ཅད་ ཀྱིས་ མི་ སླུ་བ འི་ ཆོས་ཉིད་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ རོ །_།
en: They keep the ethical discipline of using non-deceptive speech in order to obtain the intrinsic nature that cannot be controverted by any obstacles of māras or afflictive obscurations, while on the throne of the Hero, the seat of awakening.

source: དེ འི་ བྱེ་བ་ རྣམས་ ཀྱི་ སྡུམས་ བྱེད་ ཅིང་ མཛའ་བ་ བརྟན་པ ར་ བྱེད་པ འི་ ཚུལ་ཁྲིམས་ ནི་ གཡོག་ འཕགས་པ འི་ ཉན་ཐོས་ ཀྱི་ དགེ་འདུན་ ཆེན་པོ་ མི་ཕྱེད་པ་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ རོ །_།
en: They keep the ethical discipline of reconciling those who are divided and stabilizing relations so that there is no schism in the great saṅgha of noble hearer attendants.

source: དེ འི་ ཚིག་ སྙན་ [159b] པ་ དང་ །_ འཇམ་པོ ར་ སྨྲ་བ འི་ ཚུལ་ཁྲིམས་ ནི་ སེམས་ཅན་ ཐམས་ཅད་ ཀྱི་ རྣ ར་ བདེ་ ཞིང་ སྙིང་ དུ་ འོང་ ལ་ བདེན་པ འི་ ངག་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ རོ །_།
en: [159.b] They keep the ethical discipline of using gentle and pleasant words so that truthful speech that is melodious and pleasing may reach the ears of all beings.

source: དེ འི་ ཀུན་ ཏུ་ འཐུན་པ འི་ སྨྲ་བ འི་ ཚུལ་ཁྲིམས་ ནི་ ཚར་ མི་ ཆོད་ ཅིང་ གཟུང་བ ར་ འོས་ ལ་ འབྲས་བུ་ ཡོད་པ འི་ ཆོས་སྟོན་པ་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ རོ །_།
en: They keep the ethical discipline of harmonious speech so that they may receive fruitful Dharma teachings that are inviolable and worthy of retention.

source: དེ འི་ སངས་རྒྱས་ ཀྱི་ ཡོན་ཏན་ གྱི་ བསྔགས་པ་ བརྗོད་པ འི་ ཚུལ་ཁྲིམས་ ནི་ འཕགས་པ འི་ ཡོན་ཏན་ དང་ ལྡན་པ འི་ དགེ་འདུན་ གྱི་ གཡོག་འཁོར་ ཆེན་པོ་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ རོ །_།
en: They keep the ethical discipline of praising the qualities of the Buddha so that they may obtain a great saṅgha entourage#18 endowed with the qualities of the noble ones.

source: དེ འི་ འདས་པ་ དང་ །_ མ་འོངས་པ་ དང་ །_ ད་ལྟ ར་ བྱུང་བ འི་ སངས་རྒྱས་ དང་ །_ ཆོས་ དང་ །_ དགེ་འདུན་ དང་ །_ བྱང་ཆུབ་ སེམས་དཔའ་ འཇིག་རྟེན་ གྱི་ ཁམས་ ཐམས་ཅད་ དུ་ གཏོགས་པ་ གྲངས་མེད་ དཔག་ ཏུ་ མེད་པ་ རྣམས་ ལ་དུ ས་ གསུམ་ དུ་ ཡན་ལག་ ལྔས་ གཏུགས་ ཏེ་ |#| ཕྱག་ འཚལ་བ ར་ བྱེད་པ འི་ ཚུལ་ཁྲིམས་ ནི་
en: $26 “Bodhisattvas keep the ethical discipline of prostrating three times a day to the innumerable, immeasurable buddhas, dharmas, saṅghas, and bodhisattvas of the past, present, and future throughout all world systems, touching the five points of their bodies to the ground.

source: སེམས་ཅན་ ཐམས་ཅད་ དཔའ་བོ འི་ སྟན་ བྱང་ཆུབ་ ཀྱི་ སྙིང་པོ ར་ མི་ ཕྱེད་ ཅིང་ སྲ་ ལ་ ཤིན་ཏུ་ བརྟན་པ འི་ དད་པ་ དང་ །_ བརྩོན་འགྲུས་ དང་ །_ དྲན་པ་ དང་ །_ ཏིང་ངེ་འཛིན་ དང་ །_ ཤེས་རབ་ མཆོག་ གི་ ཆོས་ཉིད་ དམ་པ་ ལྔ་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ རོ །_།
en: This is so that all beings may obtain the five sublime properties of supreme faith, diligence, mindfulness, absorption, and insight, which are so stable that beings will be unwavering and firm on the throne of the Hero, the seat of awakening.

source: དེ འི་ དུས་གསུམ་ དུ་ སངས་རྒྱས་ ཀྱི་ མཆོད་རྟེན་ ཐམས་ཅད་ ལ་ རིམ་གྲོ་ བྱེད་པ འི་ ཚུལ་ཁྲིམས་ ནི་ སངས་རྒྱས་ ཀྱི་ ཆོས་ ཐམས་ཅད་ ཡོངས་སུ་ བསྐང་བ་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ རོ །_།
en: They keep the ethical discipline of venerating all stūpas of the buddhas three times a day so that they may attain the fulfillment of all the qualities of a buddha.

source: དེ འི་ དུས་གསུམ་ དུ་ ཆོས་ ཀྱི་ ཡོན་ཏན་ བརྗོད་པ་ སྨྲ་བ འི་ ཚུལ་ཁྲིམས་ ནི་ ཆོས་ ཀྱི་ འཁོར་ལོ་ གནས་ མེད་པ་ བླ་ ན་ མེད་པ་ བསྐོར་བ འི་ ཕྱིར་ རོ །_།
en: $27 “Bodhisattvas keep the ethical discipline of extolling the qualities of the Dharma three times a day so that the unsurpassable, non-abiding wheel of Dharma will be turned.

source: དེ འི་ དུས་གསུམ་ དུ་ དགེ་འདུན་ གྱི་ ཡོན་ཏན་ བརྗོད་པ་ སྨྲ་བ འི་ ཚུལ་ཁྲིམས་ ནི་ འཕགས་པ འི་ དགེ་འདུན་ མི་ཕྱེད་པ འི་ གཡོག་འཁོར་ ཆེན་པོ་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ རོ །_།
en: They keep the ethical discipline of extolling the qualities of the saṅgha three times a day, in order to obtain the great entourage of an undivided saṅgha of noble ones.

source: དེ འི་ དུས་གསུམ་ དུ་ དཀོན་མཆོག་ གསུམ་ ལ་ སྐྱབས་ སུ་ འགྲོ་བ འི་ ཚུལ་ཁྲིམས་ ནི་ སེམས་ཅན་ ཐམས་ཅད་ ལ་ སྐྱབས་ བླ་ ན་ མེད་པ་ སྦྱིན་པ འི་ ཕྱིར་ རོ །_།
en: They keep the ethical discipline of going for refuge to the supreme Three Jewels three times a day, for the sake of giving unsurpassable refuge to all beings.

source: དེ འི་ དུས་གསུམ་ དུ་ འཇིག་རྟེན་ གྱི་ ཁམས་ ཐམས་ཅད་ དཀོན་མཆོག་ གསུམ་ དང་ །_ བྱང་ཆུབ་ སེམས་དཔའ་ རྣམས་ ཀྱིས་ སྟོངས་པ ར་ མི་འགྱུར་བ ར་ གསོལ་བ་ འདེབས་པ འི་ ཚུལ་ཁྲིམས་ ནི་ བདེ་བ ར་ འགྱུར་བ ར་ གཅིག་ ཏུ་ ངེས་པ ར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ རོ །_།
en: They keep the ethical discipline of supplicating three times a day that all world systems may never be bereft of the Three Jewels and bodhisattvas, in order to attain perfect awakening, which is the only certain promise of well-being.

source: དེ འི་ དུས་གསུམ་ དུ་ སངས་རྒྱས་ ཐམས་ [160a] ཅད་ ལ་ བསྐལ་པ ར་ ཆོས་སྟོན་ པར་ གསོལ་བ་ འདེབས་པ འི་ ཚུལ་ཁྲིམས་ ནི་ ས་བཅུ་པ་ ཆོས་ ཀྱི་ སྤྲིན་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ རོ །_།
en: [160.a] They keep the ethical discipline of supplicating three times a day that all the buddhas teach the Dharma for an eon, in order to attain the tenth bodhisattva level, the Cloud of Dharma.#19

source: དེ འི་ དུས་གསུམ་ དུ་ སྡིག་པ་ ཐམས་ཅད་ སོ་སོ ར་ འཆགས་པ་ དང་ །_ སྡིག་པ་ ཐམས་ཅད་ སོ་སོ ར་ འདོར་བ་ དང་ །_ སྡིག་པ་ ཐམས་ཅད་ ལ་ སྨོད་པ འི་ ཚུལ་ཁྲིམས་ ནི་ བག་ཆགས་ ཀྱི་ མཚམས་ སྦྱོར་བ་ ཐམས་ཅད་ ཡང་དག་ པར་ གཞོམ་པ་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ རོ །_།
en: They keep the ethical discipline of confessing, forsaking, and condemning every misdeed three times a day, in order to destroy the entire sequence of habitual tendencies.

source: དེ འི་ དུས་གསུམ་ དུ་ དགེ་བ འི་ རྩ་བ་ ཐམས་ཅད་ ཡང་དག་ པར་ འཛིན་པ འི་ ཚུལ་ཁྲིམས་ ནི་ ཕ་རོལ་ ཏུ་ ཕྱིན་པ་ ཐམས་ཅད་ ཡོངས་སུ་ བསྐང་བ་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ རོ །_།
en: They keep the ethical discipline of taking up all roots of virtue three times a day, in order to complete all the perfections.

source: དེ འི་ དུས་གསུམ་ དུ་ སངས་རྒྱས་ དང་ །_ རང་ སངས་རྒྱས་ དང་ །_ འཕགས་པ་ ཉན་ཐོས་ ཀྱི་ དགེ་འདུན་ དང་ །_ བྱང་ཆུབ་ སེམས་དཔའ་ འཇིག་རྟེན་ གྱི་ ཁམས་ ཐམས་ཅད་ དུ་ གཏོགས་པ་ འདས་པ་ དང་ །_ མ་འོངས་པ་ དང་ །_ ད་ལྟ ར་ བྱུང་བ་ ཐམས་ཅད་ དང་ །_ |#| སེམས་ཅན་ འགྲོ་བ་ ཐམས་ཅད་ དུ་ སོང་བ་ འཇིག་རྟེན་ གྱི་ ཁམས་ ཐམས་ཅད་ དུ་ གཏོགས་པ་ འདས་པ་ དང་ །_ མ་འོངས་པ་ དང་ །_ ད་ལྟ ར་ བྱུང་བ་ ཐམས་ཅད་ ཀྱི་ དགེ་བ འི་ རྩ་བ་ ཐམས་ཅད་ ལ་ རྗེས་སུ་ ཡི་ རང་བ འི་ ཚུལ་ཁྲིམས་ ནི་ བྱང་ཆུབ་ ཀྱི་ ཚོགས་ མཐའ་ ཡ ས་ ཤིང་ དཔག་ ཏུ་ མེད་པ་ བསགས་པ་ ཡོངས་སུ་ རྫོགས་པ ར་ བྱ་བ འི་ ཕྱིར་ རོ །_།
en: They keep the ethical discipline of rejoicing three times a day in all the roots of virtue of the past, present, and future buddhas, solitary buddhas, the noble saṅgha of hearers, bodhisattvas, and |#| all beings in all destinies belonging to all world systems, in order to complete the infinite, immeasurable accumulations of awakening.

source: དེ འི་ དུས་གསུམ་ དུ་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ སྨོན་པ འི་ ཚུལ་ཁྲིམས་ ནི་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཐོབ་པ ར་ ངེས་པ་ ལ་ འཇུག་པ ར་ བྱ་བ འི་ ཕྱིར་ རོ །_།
en: They keep the ethical discipline of aspiring for complete awakening three times a day, in order to reach certainty in attaining perfect awakening.

source: དེ འི་ དུས་གསུམ་ དུ་ དགེ་བ འི་ རྩ་བ་ ཐམས་ཅད་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཐོབ་པ ར་ ཡོངས་སུ་ སྔོ་བ འི་ ཚུལ་ཁྲིམས་ ནི་ གཅིག་ ཏུ་ དེ་བཞིན་ གཤེགས་པ འི་ སྟོབས་ དང་ །_ མི་ འཇིགས་པ་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ རོ །_།
en: They keep the ethical discipline of dedicating all roots of virtue to the attainment of perfect awakening three times a day, solely in order to obtain the different kinds of power and fearlessness of the thus-gone ones.

source: དེ འི་ ཕ་མ་ དང་ །_ བླ་མ་ དང་ །_ རྒན་པ་ དང་ །_ སློབ་དཔོན་ དང་ །_ མཁན་པོ་ ལ་ ཡོངས་སུ་ སྤྱད་པ ར་ བྱེད་པ འི་ བསྙེན་བཀུར་ བྱེད་པ འི་ ཚུལ་ཁྲིམས་ ནི་ ཟིལ་ གྱིས་ མི་ ནོན་པ འི་ ཆོས་ཉིད་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ རོ །_།
en: $28 “Bodhisattvas keep the ethical discipline of serving#20 their parents, teachers, elders, preceptors, and masters in order to attain the unassailable intrinsic nature.

source: དེ འི་ འཇིགས་པ་ དང་ །_ སྐྲག་པ་ དང་ །_ ཉམ་ཐག་པ་ དང་ །_ མགོན་མེད་པ་ དབུགས་ འབྱིན་པ འི་ ཚུལ་ཁྲིམས་ ནི་ དྲིས་པ་ ཐམས་ཅད་ ལ་ མི་ སྐྱོ་བ ར་ ལན་ འདེབས་པ་ ལ་ལུང་ བསྟན་པ་ ལ་ མཁས་པ་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ རོ །_།
en: They keep the ethical discipline of comforting the frightened, the terrified, the destitute, and the defenseless, in order to become skilled in tirelessly elucidating the answers to all questions.

source: དེ འི་ རྒྱལ་པོ་ དང་ །_ ཆོམ་རྐུན་ དང་ །_ མེ་ དང་ །_ ཆུ་ དང་ །_ བགོ་སྐལ་ ལ་ སྤྱོད་ [160b] པ འི་ སྡུག་བསྔལ་ གྱི་ ནང་ དུ་ ཆུད་པ་ རྣམས་ ཡོངས་སུ་ བསྐྱབ་ ཅིང་ གྲོགས་ བྱ་བ འི་ ཚུལ་ཁྲིམས་ ནི་ གནས་ དང་ །_ ས་ དང་ ཕ་རོལ་ ཏུ་ ཕྱིན་པ་ ཆེན་པོ་ ཡོངས་སུ་ བསྐང་བ་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ རོ །_།
en: They keep the ethical discipline of protecting and helping those who are immersed in suffering caused by kings, thieves, fire, water, or retribution, [160.b] in order to obtain the protection#21 of the great states, levels, and perfections.
